Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Recherche, Entwicklung, Konzeption und Aktualisierung von Computersoftware
en: Research, development, design and upgrading of computer software

source: Qualitätsprüfung von Glasbehältern
en: Quality control of glass containers

source: Qualitätskontrolle von Bodenprodukten
en: Quality control of soil products

source: Qualitätskontrolle bezüglich Computersoftware
en: Quality control relating to computer software

source: Qualitätskontrolle von Computersystemen
en: Quality control relating to computer systems

source: Vermietung von Messgeräten
en: Rental of measuring apparatus

source: Entwurf, Entwicklung und Implementierung von Software
en: Design, development and implementation of software

source: See-, Luft- und Landvermessung
en: Marine, aerial and land surveying

source: Entwurfsdienstleistungen bezüglich Restaurants
en: Design services in relation to restaurants

source: Technische Forschung auf dem Gebiet der Computer
en: Technical research relating to computers

source: Design von Teppichfliesen
en: Design of carpet tiles

source: Vermietung von Computerfirmware
en: Hiring of computer firmware

source: Erstellung von elektronisch gespeicherten Webseiten für Online-Dienste und das Internet
en: Creating electronically stored web pages for online services and the internet

source: Erstellung, Wartung, Pflege und Anpassung von Software
en: Creation, maintenance and adaptation of software

source: Beratung auf dem Gebiet der Filtertechnik
en: Consultancy relating to filtration technology

source: Beratung bei der Auswahl von Möbelstoffen [Raumgestaltung]
en: Consultancy relating to selection of furnishing fabrics [interior design]

source: Beratungsdienstleistungen bezüglich Computernetzwerken
en: Consultancy services relating to computer networks

source: Auskünfte und Beratung in Bezug auf die Kompensation von Kohlenstoffdioxid-Emissionen
en: Provision of information, advice and consultancy in relation to carbon offsetting

source: Installation von Webseiten im Internet für Dritte
en: Installing web pages on the internet for others

source: Prüfung von Chemikalien
en: Testing of chemicals

source: Chemische Beratung
en: Chemistry consultation

source: Fachliche Beratungsdienste bezüglich der Lebensmitteltechnologie
en: Professional advisory services relating to food technology

source: Fachliche Beratung in Bezug auf die Energieeffizienz in Gebäuden
en: Professional consultancy relating to energy efficiency in buildings

source: Luftgestützte Fernüberwachung von wissenschaftlichen Erkundungen
en: Airborne remote monitoring relating to scientific explorations

source: Luftgestützte Fernerkundungen bei wissenschaftlichen Untersuchungen
en: Airborne remote sensing relating to scientific explorations

source: Biotechnologische Forschung auf dem Gebiet der Landwirtschaft
en: Biotechnological research relating to agriculture

source: Planung [Gestaltung] von Restaurants
en: Planning [design] of restaurants

source: Bakteriologische Forschung und Prüfung
en: Bacteriological research and testing

source: Vermietung von Datenbankservern [an Dritte]
en: Rental of a database server (to third parties)

source: Vermietung von Laborgeräten und -instrumenten
en: Rental of laboratory apparatus and instruments

source: Auskünfte in Bezug auf die Informationstechnologie
en: Information services relating to information technology

source: Inspektion von Fabriken und Maschinen
en: Inspection of plant and machinery

source: Inspektion von Signalgeräten
en: Inspection of signalling instruments

source: Entwurf von Computersoftware zur Steuerung von Selbstbedienungsterminals
en: Designing computer software for controlling self-service terminals

source: Entwicklung von Computerprogrammen für elektronische Registrierkassensysteme
en: Developing computer programs for electronic cash register systems

source: Entwicklung von Programmen zur Simulation von Versuchen oder Versuchsreihen in einem virtuellen optischen Labor
en: Developing programs for simulating experiments or series of experiments in a virtual optical laboratory

source: Entwicklung von Software für den sicheren Netzwerkbetrieb
en: Development of software for secure network operations

source: Erstellung von Computerprogrammen
en: Writing of computer programs

source: Erstellung von Computerprogrammen für medizinische Anwendungen
en: Writing of computer programs for medical applications

source: Entwurfsdienstleistungen bezüglich Computerhardware und Computerprogrammen
en: Design services relating to computer hardware and to computer programmes

source: Erstellung von technischen Studien
en: Preparation of technical studies

source: Erstellung technologischer Gutachten
en: Preparation of technological reports

source: Forschung in der Tierzucht
en: Research of livestock breeding

source: Kalibrieren von Maschinen
en: Calibration of instruments

source: Analysen und Tests für Erdölbohrarbeiten
en: Analytical and testing services for oil workings

source: Analysedienstleistungen bezüglich der Feststellung der chemischen Inhaltsstoffe in Flüssigkeiten
en: Analytical services relating to the assessment of the chemical content of liquids

source: Analysedienstleistungen bezüglich der Bestimmung des Bakteriengehalts in Flüssigkeiten
en: Analytical services relating to the determination of the bacterial content of liquids

source: Fernüberwachung von Computersystemen
en: Monitoring of computer systems by remote access

source: Erstellung von Analysen für Erdölförderung
en: Analysis for oil-field exploitation

source: Technische Beratung beim Betrieb von Computern
en: Technical advice relating to operation of computers

source: Technische Beratung zur technischen Forschung im Bereich Nahrungsmittel und Getränke
en: Technical consultancy in relation to the technical research in the field of food and beverages

source: Technische Beratung im Bereich der Umwelttechnik
en: Technical consulting in the field of environmental engineering

source: Erteilung von Auskünften über technologische Informationen
en: Services for the provision of technological information

source: Beratungsdienstleistungen in Bezug auf Computersysteme
en: Consultation services relating to computer systems

source: Entwurf von elektronischen Systemen
en: Designing of electronic systems

source: Anfertigung bautechnischer Zeichnungen
en: Civil engineering drawing services

source: Bakteriologische Analysen
en: Bacteriological analysis

source: Umwelttechnische Überwachung von Mülldeponien
en: Environmental monitoring of waste storage areas

source: Erstellen von Programmen für die Datenverarbeitung
en: Preparation of data processing programmes

source: Erstellung von Gutachten auf dem Gebiet der Biotechnologie
en: Preparation of reports in the biotechnology field

source: Entwurf und Entwicklung von Computerhardware
en: Design and development of computer hardware

source: Entwicklung von Software zur Komprimierung und Dekomprimierung von Multimediainhalten
en: Development of software for compression and decompression of multimedia contents

source: Entwicklung von Hardware zur Komprimierung und Dekomprimierung von Multimediainhalten
en: Development of hardware for compression and decompression of multimedia contents

source: Konzeption und Entwicklung von Software und Hardware für die Signalverstärkung und -übertragung
en: Design and development of software and hardware for signal amplification and transmission

source: Computerprogrammierung und Wartung von Computerprogrammen
en: Computer programming and maintenance of computer programs

source: Computerprogrammierung von Computerspielen
en: Computer programming of computer games

source: Land- und Straßenvermessung
en: Land and road surveying

source: Entwicklung von Programmen für die Datenverarbeitung
en: Development of programmes for data processing

source: Entwicklung von Systemen für die Datenspeicherung
en: Development of systems for the storage of data

source: Wiederherstellung der Betriebsfähigkeit für Datenkommunikationssysteme
en: Disaster recovery services for data communications systems

source: Eichen [Kalibrieren]
en: Calibration [measuring]

source: Bereitstellung von Informationen und Beratung im Bereich Computersoftware
en: Providing information, advice and consultancy services in the field of computer software

source: Beratungsdienste bezüglich Computersoftware zum Veröffentlichen
en: Advisory services relating to computer software used for publishing

source: Beratungsdienste bezüglich Konstruktionstechnik
en: Advisory services relating to design engineering

source: Beratungsdienste in Bezug auf die Energieeffizienz
en: Advisory services relating to energy efficiency

source: Konvertierung elektronischer Daten
en: Data conversion of electronic information

source: Wissenschaftliche Beratungsdienste
en: Advisory services relating to science

source: Gestaltung von Fußbodenbelägen
en: Design of floor coverings

source: Bauplanung von Gebäudeimmobilien
en: Estates (Planning of building -)

source: Leistungsbewertung von Datenverarbeitung im Vergleich mit Benchmark-Referenzwerten
en: Evaluation of performance of data-processing against bench-mark references

source: Technische Prüfung von Maschinenfabriken
en: Industrial testing of engineering works

source: Gestaltung von Uhren
en: Designing of watches

source: Entwicklung von Flugzeugen
en: Development of aircraft

source: Entwicklung von Bauvorhaben
en: Development of construction projects

source: Entwicklung von Motoren
en: Development of engines

source: Set-Design für Theaterbühnen
en: Set design for theatrical enterprises

source: Forschung bezüglich Computern
en: Research relating to computers

source: Forschung bezüglich Feinchemikalien
en: Research relating to fine chemicals

source: Durchführung von Machbarkeitsstudien über die Erschließung von Ölfeldern
en: Conducting feasibility studies relative to oil field exploitation

source: Beratungsdienstleistungen bezüglich Geophysik
en: Consultancy services relating to geophysics

source: Beratungsdienstleistungen bezüglich Nukleartechnik
en: Consultancy services relating to nuclear engineering

source: Technische Beratung in Bezug auf Datenverarbeitung
en: Technical advisory services relating to data processing

source: Technische Beratungsdienstleistungen auf dem Gebiet der Informationstechnologie
en: Technical consultancy services relating to information technology

source: Technische Beratungsdienstleistungen bezüglich Schiffsmaschinenbau
en: Technical consultancy services relating to marine engineering

source: Stadtplanung und Planung städtischer Geschäfts- und Gewerbegebiete
en: Planning in relation to town planning and commercial town planning

source: Dienstleistungen für das Schreiben von Computersoftware
en: Services for the writing of computer software

source: Entwurf von Telekommunikationsgeräten und -anlagen
en: Design of telecommunications apparatus and equipment

source: Entwurf dreidimensionaler Bildschirme
en: Design of three dimensional displays

source: Technische Forschung auf dem Gebiet der Luftfahrt
en: Technical research in the field of aeronautics

source: Analyse der Wirkungsweise chemischer Verbindungen auf Tiere
en: Analysis of the mode of action of chemical combinations on animals

source: Forschung bezüglich Spezialchemikalien
en: Research relating to speciality chemicals

source: Forschung und Entwicklung in der Biochemie
en: Biochemical research and development

source: Analyse der Qualität von Wasserläufen
en: Analysis of stream water quality

source: Architektonische Gestaltung für die Inneneinrichtung
en: Architectural design for interior decoration

source: Entwurf von Mikrochips
en: Microchip design services

source: Biologische Forschung, klinische Forschung und medizinische Forschung
en: Biological research, clinical research and medical research

source: Entwurf und Wartung von Computerseiten für Dritte
en: Design and maintenance of computer sites for third parties

source: Gestaltung von Homepages
en: Design of home pages

source: Forschung und Entwicklung im Bereich Pharmazie und Biotechnologie
en: Research and development in the pharmaceutical and biotechnology fields

source: Erforschung und Entwicklung von Computersoftware
en: Research and development of computer software

source: Forschung und Entwicklung neuer Produkte für Dritte im Bereich Kunststoffmaterialien
en: Research and development of new products for third parties in the field of plastic materials

source: Qualitätskontrolle von Rohstoffen
en: Quality control of raw materials

source: Entwicklung von Softwarelösungen für Internet-Provider und Internet-Nutzer
en: Development of software solutions for internet providers and internet users

source: Entwicklung, Gestaltung und Aktualisierung von Homepages
en: Development, design and updating of home pages

source: Dienstleistungen eines chemischen und/oder biologischen Labors
en: Services of a chemical and/or biological laboratory

source: Messung von Variablen in Bezug auf das Bohren von Bohrlöchern
en: Measuring variables associated with the drilling of boreholes

source: Designdienstleistungen für Teile von Kraftfahrzeugen
en: Design services for parts of motor vehicles

source: Durchführung von Machbarkeitsstudien im Bereich der Computersoftware
en: Conducting feasibility studies relating to computer software

source: Entwurf von Gebäuden
en: Design of buildings

source: Hosting von Computerseiten [Webseiten] für Dritte
en: Hosting the computer sites (web sites) of others

source: Konfiguration von Computersystemen und -netzen
en: Configuration of computer systems and networks

source: Erteilung von Auskünften über die Computerprogrammierung
en: Provision of information relating to computer programming

source: Archäologische Erkundung
en: Archaeological exploration

source: Kalibrierungsdienstleistungen bezüglich Computersoftware
en: Calibration services relating to computer software

source: Dienstleistungen eines Innenarchitekten sowie Information und Beratung im Zusammenhang damit
en: Interior design services and information and advisory services relating thereto

source: Prüfung von Geräten
en: Testing of machinery

source: Planung [Gestaltung] von Bars
en: Planning [design] of bars

source: Erteilung von Auskünften über Computer
en: Provision of information relating to computers

source: Beratungsdienste in Bezug auf den Entwurf von Computersoftware
en: Advisory services relating to computer software design

source: Designdienstleistungen für die Installation von Sanitärarmaturen
en: Design services relating to the installation of sanitary fittings

source: Designdienstleistungen bezüglich der Gestaltung von Dokumenten
en: Design services relating to the publication of documents

source: Aufzeichnung von Daten bezüglich des Energieverbrauchs in Gebäuden
en: Recording data relating to energy consumption in buildings

source: Prüfung von Fahrzeugen
en: Testing of vehicles

source: Fehlerbehebung in Computersoftware für Dritte
en: Debugging computer software for others

source: Konzeption und Gestaltung von Websites für Dritte
en: Design and creating web sites for others

source: Gestaltung und Konzeption von Webseiten für Dritte
en: Creating and designing web pages for others

source: Technologische Beratung in Bezug auf Computerprogramme
en: Technological advisory services relating to computer programs

source: Planung [Entwurf] von Verbrennungsmotoren für Landfahrzeuge
en: Planning [design] of internal combustion engines for land vehicles

source: Planung [Gestaltung] von Läden
en: Planning [design] of shops

source: Gestaltung von Webseiten für Werbezwecke
en: Designing websites for advertising purposes

source: Schreiben von Steuerprogrammen
en: Writing of control programs

source: Erstellung von Gutachten über Computer
en: Preparation of reports relating to computers

source: Fachliche Beratungsdienste bezüglich Computerhardware
en: Professional advisory services relating to computer hardware

source: Durchführung von Luftstrommessungen
en: Air flow measurement services

source: Luftanalyse in Gebäudeumgebungen
en: Analysing of air in building environments

source: Geophysikalische Erkundung für die Erdöl-, Erdgas- und Bergbauindustrie
en: Geophysical exploration for the oil, gas and mining industries

source: Forensische Beratung in Bezug auf Sprengstoffe
en: Forensic advice relating to explosions

source: Computer- und Informationstechnologieberatung
en: Computer and information technology consultancy services

source: Wissenschaftliche Beratung im Bereich der Ergonomie
en: Professional consultancy relating to the science of ergonomics

source: Labordienstleistungen für analytische Tests
en: Laboratory services for analytical testing

source: Technische Beratung für die Erdölraffinationsindustrie
en: Provision of technical consultancy to the oil refining industry

source: Materialprüfung zur Erkennung von Fehlern
en: Material testing for fault detection

source: Entwicklung und Gestaltung von digitalen Ton- und Bildträgern
en: Development and design of digital sound and image carriers

source: Pflege von Datenbanken
en: Maintenance of data bases

source: Technische Beratung im Bereich der Verschmutzungserkennung
en: Technical consulting in the field of pollution detection

source: Dienstleistungen für die Planung [Entwurf] von Gaststätten
en: Services for the planning [design] of public houses

source: Beratungsdienste in Bezug auf Qualitätskontrolle
en: Consultancy services relating to quality control

source: Beratungsdienst in Bezug auf die Physik
en: Consultation services relating to physics

source: Zustandsüberwachung bezüglich Ölen
en: Condition monitoring relating to oils

source: Entwurf von Mustern für Dekorzwecke
en: Design of ornamental layouts

source: Ingenieurdienstleistungen bezüglich Computern
en: Engineering services relating to computers

source: Ingenieurdienstleistungen bezüglich der Informationstechnologie
en: Engineering services relating to information technology

source: Beratung bei der Konzeption von Computerhardware
en: Advice relating to the design of computer hardware

source: Konzeption von Software für Audio- und Videobediener
en: Design of software for audio and video operators

source: Entwicklung von Hardware für Audio- und Videobediener
en: Development of hardware for audio and video operators

source: Entwicklung von Software zur Verarbeitung und Verbreitung von Multimediainhalten
en: Development of software for processing and distribution of multimedia contents

source: Forschung bezüglich Industriemaschinen
en: Research relating to industrial machinery

source: Beratungs- und Consultingdienste in Bezug auf Computerhardware
en: Advisory and consultancy services relating to computer hardware

source: Raumplanung [Gestaltung] für Innenräume
en: Space planning [design] of interiors

source: Styling [industrielles Design]
en: Styling [industrial design]

source: Leiten von Studien
en: Surveys (Conducting -)

source: Entwicklung neuer Produkte
en: Development of new products

source: Entwicklung von Stromaggregaten
en: Development of power assemblies

source: Verschlüsselung digitaler Musik
en: Encryption of digital music

source: Beratung im Bereich Entwurf und Entwicklung von Computern
en: Consultancy in the design and development of computer hardware

source: Vermietung von wissenschaftlichen Geräten
en: Leasing of scientific instruments

source: Vermietung von Zeiterfassungsgeräten
en: Rental of time-recording apparatus

source: Biologische Forschung
en: Biological research

source: Forschung am Motoraufbau
en: Research in engine construction

source: Gestaltung von Messeständen
en: Design of exhibition stands

source: Entwurf von Grafiksoftwaresystemen
en: Design of graphic software systems

source: Erstellung von GPS-Karten
en: Creation of GPS maps

source: Entwurf von Sportanlagen
en: Design of sports facilities

source: Digitalisierung von Dokumenten
en: Digitization of documents

source: Entwicklung von Computerprogrammen zur Analyse von Abgasemissionen
en: Development of computer programs for analysis of exhaust gas emissions

source: Entwicklung von Industriemaschinen
en: Development of industrial machinery

source: Ingenieurdienstleistungen für die Analyse von Maschinen
en: Engineering services for the analysis of machinery

source: Ingenieurdienstleistungen zur Diagnose im Bereich integrierter Schaltkreise
en: Engineering services related to integrated circuit diagnostics

source: Aktualisierung und Design von Computersoftware
en: Computer software design and updating

source: Technologische Dienstleistungen in Bezug auf Computer
en: Technological services relating to computers

source: Aktualisierung von Computersoftware für die Computersicherheit und zur Prävention von Computerrisiken
en: Updating of computer software relating to computer security and prevention of computer risks

source: Reparatur [Wartung und Aktualisierung] von Software
en: Repair of software [maintenance, updating]

source: Stadtplanung
en: Urban planning

source: Durchführung von Machbarkeitsstudien über die Erdgasgewinnung
en: Conducting feasibility studies relative to gas exploitation

source: Zurverfügungstellung von nicht herunterladbarer Software zur Bearbeitung von Lieferungen über Computernetzwerke, Intranets und das Internet zur zeitweiligen Nutzung
en: Providing temporary use of non-downloadable computer software for shipment processing over computer networks, intranets and the internet

source: Qualitätskontrolle für Dritte
en: Quality control for others

source: Durchführung von Genom-Struktur- und Funktionsanalysen
en: Structural and functional analysis of genomes

source: Entwicklung von Computerhardware für Computerspiele
en: Development of computer hardware for computer games

source: Dokumentenkonvertierung von einem Dateiformat in ein anderes
en: Document data transfer from one computer format to another

source: Design von Informationssystemen in Bezug auf Management
en: Design of information systems relating to management

source: Entwurf mechanischer, elektromechanischer und optoelektronischer Geräte und Instrumente
en: Design of mechanical, electromechanical and optoelectronic apparatus and instruments

source: Prüfung von Rohstoffen
en: Testing of raw materials

source: Durchführung und Auswertung chemischer Analysen
en: Working on and evaluation of chemical analyses

source: Forschung in Bezug auf Software
en: Computer software research

source: Erkundung von Erdölschichten
en: Surveying of oil-bearing seams

source: Architektonische Designdienstleistungen bezüglich Ausstellungen
en: Architectural design services relating to exhibitions

source: Architekturdienstleistungen für den Entwurf von Büroeinrichtungen
en: Architectural services for the design of office facilities

source: Entwurf von Mikrochips für Dritte
en: Designing of microchips for others

source: Innenraumgestaltung für Boutiquen
en: Interior design services for boutiques

source: Raumgestaltung für Gewerberäume
en: Commercial interior design

source: Vergleichende Analysestudien zur Leistung von Computersystemen
en: Comparative analysis studies of the performance of computer systems

source: Erstellen von Umweltschutzinformationen
en: Compilation of environmental information

source: Erstellen von Informationen in Bezug auf die Informationstechnologie
en: Compilation of information relating to information technology

source: Computergestützte Gestaltung für Fertigungsprozesse
en: Computer aided design for manufacturing operations

source: Forschung im Bereich Energie
en: Research in the field of energy

source: Entwicklung von interaktiver Multimedia-Software
en: Development of interactive multimedia software
